class Dic:
    # 字典，自设
    dictionary = {      
        "House.png":[(105,317),(160,370)],
        "Attack.png":[(1260,500),(1350,575)],
        "Cancel.png":[(),()],# 想了想还是不想搞这个
        "Military.png":[(240,130),(360,190)],
        "Search.png":[(170,249),(210,286)],
        "Energy1.png":[(260,290),(290,325)],
        "Energy2.png":[(260,495),(290,530)],
        "Home.png":[(230,130),(380,200)],
        "Map.png":[(180,110),(390,180)],
        "Monster.png":[(30,450),(130,555)],
        "Plus.png":[(1710,670),(1830,770)],
        "Plus.png":[(1710,670),(1830,770)],
        "Right_attack.png":[(1645,845),(1847,916)]
    }
    pass

"""
与Asset资源对应
"""